tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "snyk/tap"
brew "act"
brew "perl"
brew "asciiquarium"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "bfg"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "node"
brew "gitmoji"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "gping"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "pinentry-mac"
brew "pyenv"
brew "python-tk@3.9"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "snyk/tap/snyk"
cask "adoptopenjdk"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "gimp"
cask "google-chrome"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
