tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "fontconfig"
brew "python@3.9"
brew "glib"
brew "cowsay"
brew "docker", link: false
brew "fd"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "node"
brew "gitmoji"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "mkcert"
brew "neofetch"
brew "nghttp2"
brew "pinentry-mac"
brew "python-tk@3.9"
brew "python@3.8"
brew "rename"
brew "starship"
brew "thefuck"
brew "tree"
brew "azure/functions/azure-functions-core-tools@4"
cask "adoptopenjdk"
cask "figma"
cask "font-hack-nerd-font"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "spotify"
cask "vlc"
