tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "snyk/tap"
brew "ack"
brew "act"
brew "perl"
brew "asciiquarium"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "fontconfig"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "cowsay"
brew "docker", link: false
brew "libgit2"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "node"
brew "gitmoji"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "gping"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "http-server"
brew "julia"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "pinentry-mac"
brew "pyenv"
brew "python@3.9"
brew "python-tk@3.9"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "snyk/tap/snyk"
cask "adoptopenjdk"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "gimp"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "amatiasq.sort-imports"
vscode "bierner.color-info"
vscode "bmalehorn.shell-syntax"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EdwinSulaiman.jetbrains-rider-dark-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "Heron.firefox-devtools-theme"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "skyapps.fish-vscode"
vscode "styled-components.vscode-styled-components"
vscode "TomRijndorp.find-it-faster"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
